Revit 2024 API
ParameterTypeId.SpaceIsOccupiable Property
 "Occupiable"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpaceIsOccupiable { get; }
Visual Basic
Public Shared ReadOnly Property SpaceIsOccupiable As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpaceIsOccupiable {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace